# Update Unix tools
brew 'bash'
brew 'bash-completion'
brew 'nmap'
brew 'vim'
brew 'emacs'
brew 'git'
brew 'openssl'
brew 'rbenv'
brew 'ruby-build'
brew 'python'
brew 'python3'
brew 'qt'
brew 'qtfaststart'
brew 'unrar'
brew 'vim'
brew 'wget'

# Development
brew 'couchdb'
brew 'coreutils'
brew 'forego'
brew 'go'
brew 'heroku-toolbelt'
brew 'hub'
brew 'mono'
brew 'mysql'
brew 'node'
brew 'postgresql'
brew 'redis'
brew 'sqlite'

# Misc Tools
brew 'exiftool' # Edit EXIF photo data
brew 'ffmpeg' # Video Encoding
brew 'gcutil'	# GoogleCloud
brew 'gzip'
brew 'imagemagick'
brew 'mackup'
brew 'screen'
brew 'siege'
brew 'ssh-copy-id'
brew 'sshfs'
brew 'webkit2png'
brew 'wkhtmltopdf'
brew 'xcproj'
brew 'xctool'
